# todo: Определить в коде переменные:
# 1. Целочисленного типа
int_var = 1
print(type(int_var))
# 2. Вещественного типа
float_var = 1.5
print(type(float_var))
# 3. Логического типа
bool_var = True
print(type(bool_var))
# 4. Строкового типа
str_var = 'hello'
print(type(str_var))
# 5. Пустого типа
none_var =None
print(type(none_var))
# Вывести их типы.
